{
  "meta": {
    "title": "מפת דמוגרפיה וקהילות יהודיות היסטוריות | ציר זמן אינטראקטיבי",
    "description": "חקרו מפות אינטראקטיביות של קהילות יהודיות ברחבי העולם, עקבו אחר שינויים דמוגרפיים ודפוסי הגירה לאורך ההיסטוריה. גלו נתוני אוכלוסייה של קהילות יהודיות (קהלות) ונתוני אוכלוסיית התפוצה היהודית לאורך זמן.",
    "keywords": "דמוגרפיה יהודית, היסטוריה יהודית, מפות אוכלוסייה, קהילות יהודיות, קהלות, תפוצה יהודית, מפות היסטוריות, הגירה יהודית, ציר זמן אינטראקטיבי, גיאוגרפיה יהודית, שינויים דמוגרפיים, נתוני אוכלוסייה יהודית"
  },
  "ui": {
    "title": "מפת דמוגרפיה וקהילות יהודיות היסטוריות",
    "about": "אודות",
    "startTour": "התחל סיור",
    "print": "הדפס",
    "close": "סגור",
    "previous": "הקודם",
    "next": "הבא",
    "skipTour": "דלג על הסיור",
    "pressHere": "לחץ כאן",
    "speed": "מהירות:",
    "search": "חיפוש:",
    "labels": "תוויות:",
    "view": "תצוגה:",
    "clustering": "קיבוץ קהילות:",
    "cityPlaceholder": "עיר...",
    "clearSearch": "נקה חיפוש"
  },
  "mapLabels": {
    "local": "מקומי",
    "englishCartoDB": "אנגלית (CartoDB)",
    "englishMapTiler": "אנגלית (MapTiler)",
    "french": "צרפתית",
    "german": "גרמנית",
    "europeMiddleEast": "אירופה והמזרח התיכון",
    "americas": "צפון אמריקה"
  },
  "historicalPeriods": {
    "biblicalEra": "תקופת המקרא",
    "secondTemple": "בית שני",
    "talmudicEra": "תקופת המשנה והתלמוד",
    "medieval": "ימי הביניים",
    "earlyModern": "העת החדשה המוקדמת",
    "modern": "העת החדשה"
  },
  "about": {
    "title": "אודות הפרויקט",
    "overview": {
      "title": "סקירת הפרויקט",
      "description": "הדמיה אינטראקטיבית זו חוקרת את ההיסטוריה הדמוגרפית של קהילות יהודיות ברחבי העולם, עוקבת אחר שינויים באוכלוסייה ודפוסי הגירה מתקופות קדומות ועד ימינו. המפה מציגה קהילות יהודיות (קהלות) עם אוכלוסיותיהן המשוערות בתקופות היסטוריות שונות, ומאפשרת למשתמשים להבין את הגאות והשפל של החיים היהודיים לאורך המאות."
    },
    "features": {
      "title": "תכונות",
      "items": [
        "ציר זמן אינטראקטיבי: ניווט דרך 3,400+ שנות היסטוריה יהודית",
        "הדמיית אוכלוסייה: סמני קהילה מציגים גודל אוכלוסייה ורמות ביטחון",
        "אירועים היסטוריים: אירועים ורדיפות מרכזיים שעיצבו את הדמוגרפיה היהודית",
        "דפוסי הגירה: ייצוג חזותי של תנועות התפוצה היהודית",
        "תמיכה רב-לשונית: שמות מקומות בשפות מקומיות ובאנגלית",
        "משאבים חינוכיים: קישורים למקורות היסטוריים והפניות"
      ]
    },
    "dataSources": {
      "title": "מקורות נתונים",
      "description": "הנתונים משלבים רשומות היסטוריות, ממצאים ארכיאולוגיים, מחקרים דמוגרפיים ומחקר אקדמי. הערכות אוכלוסייה מבוססות על מקורות היסטוריים זמינים ועלולות לכלול קירובים למטרות הדגמה. המקורות כוללים פרסומים אקדמיים, מסמכים היסטוריים ומאגרי נתונים דמוגרפיים מבוססים."
    },
    "howToUse": {
      "title": "איך להשתמש",
      "items": [
        "השתמש במחוון הציר זמן כדי לנווט דרך תקופות זמן שונות",
        "לחץ על סמני קהילה כדי לראות מידע מפורט",
        "רחף מעל סמני ציר הזמן כדי ללמוד על אירועים היסטוריים",
        "השתמש בכפתור ההפעלה כדי להנפיש דרך הזמן אוטומטית",
        "החלף בין תצוגות מפה שונות ואפשרויות שפה"
      ]
    },
    "credits": {
      "title": "קרדיטים",
      "developedBy": "פותח על ידי:",
      "organization": "ארגון:",
      "contact": "יצירת קשר:",
      "mapData": "נתוני מפה:",
      "timelineTechnology": "טכנולוגיית ציר זמן:",
      "mappingLibrary": "ספריית מיפוי:"
    },
    "note": "הערה: הדמיה זו בפיתוח. חלק מהנקודות נתונים הן הערכות או קירובים למטרות הדגמה ולא אומתו במלואן. אנו מקבלים בברכה משוב ותיקונים מהיסטוריונים וחוקרים."
  },
  "tour": {
    "title": "סיור אינטראקטיבי",
    "selectLanguage": "בחר שפת סיור",
    "selectLanguageDescription": "בחר את השפה המועדפת עליך לסיור האינטראקטיבי",
    "step": "שלב",
    "of": "מתוך",
    "steps": [
      {
        "title": "ברוכים הבאים למפת הדמוגרפיה היהודית",
        "content": "מפה אינטראקטיבית זו מציגה קהילות יהודיות לאורך ההיסטוריה. השתמש בציר הזמן בתחתית כדי לחקור תקופות זמן שונות."
      },
      {
        "title": "ניווט בציר הזמן",
        "content": "מחוון ציר הזמן מאפשר לך לנווט דרך 3,400+ שנות היסטוריה יהודית. גרור את המחוון או השתמש בכפתור ההפעלה כדי להנפיש דרך הזמן."
      },
      {
        "title": "סמני קהילה",
        "content": "כל סמן מייצג קהילה יהודית. הגודל מציין אוכלוסייה, והצבעים מציגים סוגים שונים של קהילות או אירועים."
      },
      {
        "title": "אירועים היסטוריים",
        "content": "רחף מעל סמני ציר הזמן כדי לראות אירועים היסטוריים מרכזיים שעיצבו את הדמוגרפיה היהודית ודפוסי הגירה."
      },
      {
        "title": "בקרות מפה",
        "content": "השתמש בבקרות מעל ציר הזמן כדי לשנות תצוגות מפה, לחפש ערים, להתאים קיבוץ ולהחליף בין שכבות מפה שונות."
      },
      {
        "title": "אפשרויות שפה",
        "content": "החלף בין שפות מפה שונות ותצוגות כדי לראות שמות מקומות בשפות המקומיות או באנגלית."
      },
      {
        "title": "מידע אוכלוסייה",
        "content": "לחץ על כל סמן קהילה כדי לראות מידע מפורט על אוכלוסייה, הקשר היסטורי ומשאבים קשורים."
      },
      {
        "title": "חקור ולמד",
        "content": "אתה מוכן עכשיו לחקור את ההיסטוריה היהודית דרך הדמיה אינטראקטיבית זו. השתמש בכל הבקרות כדי לגלות את השטיח העשיר של קהילות יהודיות לאורך זמן ומרחב."
      }
    ]
  },
  "workInProgress": "עבודה בתהליך: הדמיה זו בפיתוח. הנתונים לא אומתו וחלק מהמספרים הם הערכות או קירובים למטרות הדגמה.",
  "yearLabels": {
    "bce": "לפנה\"ס",
    "ce": "לספירה"
  }
}

